[{"type":"ph","content":"HEALTH EQUITY & DISPARITIES<br>IN A 21st CENTURY PANDEMIC","logo":"header5.png","subcontent":"AGENDA/PROGRAM"},{"type":"ch","content":"<span class=\"deepblue-font\">AGENDA</span>"},{"type":"p","content":"<span class=\"blue-font\">This interactive series of multi-campus conversations includes:</span>"},{"type":"ul","content":"dot-list"},{"type":"li","content":"<span class=\"blue-font\">Part 1: Kick-Off Panels: Launching a campus-community conversation on COVID-19 MHD in NYS (January 8, 2021)  </span><br>\r\nThe launch of the series will include two panels of community partners that will address a range of health disparities and policy and practice interventions designed to mitigate and prevent such disparities.<br><br>"},{"type":"li","content":"<span class=\"blue-font\">Part 2: Small Group Discussions:  Identifying complementary and overlapping research interests: A set of topic focused small group discussions among SUNY researchers (January 15, 2021)</span> <br>\r\nThe second conversation will seek to engage researchers from across the three campuses in small group discussions focused on areas of common and complementary research interests and expertise, with the goal of building new and strengthening existing research networks. These discussions will be framed by the issues, challenges and opportunities identified in the January 8th panels. <br><br>"},{"type":"li","content":"<span class=\"blue-font\">Part 3: Closing Panel:  Reflecting on a campus-community integrated health equity research agenda (January 22, 2021)</span><br>\r\nThe last session will re-engage community partners, along with faculty and researchers from the three campuses in a joint discussion focused on the most critical health equity research questions and related public policy challenges.  This conversation will also serve to inform the development of a joint research agenda, which will be a part of the University at Albany President’s 2021 Forum on Minority Health Disparities.<br><br>"},{"type":"/ul","content":""}]