[{"type":"ph","content":"UAlbany Weather Climate Enterprise","logo":"header08.png","subcontent":"A National Leader In Weather & Climate Research and Training"},{"type":"ph","content":"","logo":"header03.png"},{"type":"ph","content":"","logo":"header04.png"},{"type":"ph","content":"","logo":"header05.png"},{"type":"ph","content":"","logo":"header06.png"},{"type":"ph","content":"","logo":"header07.png"},{"type":"ch","content":"<span class=\"deepblue-font\">NATIONAL LEADER IN WEATHER & CLIMATE</span>"},{"type":"p","content":"<span class=\"blue-font\"><b>One of the Leading Weather and Climate Research Groups in the US -- </b>Home to the internationally renowned Department of Atmospheric and Environmental Sciences and the Atmospheric Sciences Research Center, UAlbany boasts the largest concentration of faculty, researchers and students in the State and one of the largest and most prominent in the nation in these fields</span>"},{"type":"p","content":"<span class=\"blue-font\"><b>Most Advanced Early Detection Weather Observation System – </b>The University is home to the New York State Mesonet (NYSM) – a first-of-its-kind, early warning weather detection system. This world-class, research-quality weather network comprises 126 standard stations and 54 non-standard sites with best-in-class technology deployed across the State collecting 900,000+ observations per day -- over 750 million since its inception in 2018.</span>"},{"type":"p","content":"<span class=\"blue-font\"><b>NYSTAR Center of Excellence in Atmospheric and Environmental Prediction and Innovation – </b>In 2015, New York State designated and funded a Center of Excellence at the University at Albany focused on building an economic development hub that transforms cutting-edge research and development into commercialization and entrepreneurship opportunities.</span>"},{"type":"p","content":"<span class=\"blue-font\"><b>XCITE Visualization Laboratory – </b>The ExTREME Collaboration, Innovation, & TEchnology (xCITE) Laboratory is a state-of-the-art visualization and computational platform that will enhance understanding of severe weather conditions for researchers, meteorologists, emergency managers, public policymakers, and business leaders, among others.</span>"},{"type":"p","content":"<span class=\"blue-font\"><b>Calibration Laboratory – </b>UAlbany is home to a comprehensive calibration laboratory – including a mobile lab – to standardize advanced meteorological instrumentation in order to ensure that the measurements of the NYS Mesonet are of the highest quality and accuracy.</span>"},{"type":"p","content":"<span class=\"blue-font\"><b>Public Private Partnerships – </b>The University’s Weather Enterprise has over 75 public and private sector partners from industry, government, and the not-for-profit sector. These arrangements involving two or more public and private sector entities bring scientific expertise, professional know-how, students, instrumentation, lab facilities, and financial resources together to address a range of challenges spanning operations, research, training, among others. </span>"},{"type":"p","content":"<span class=\"blue-font\"><b>National Weather Service – </b>The University at Albany has had a 25-year partnership with the National Weather Service (NWS), which led to its Regional Forecast Office being co-located with our Atmospheric Sciences Research Center. This close working collaboration has propelled a number of joint endeavors, including UAlbany faculty working with NWS meteorologists on research-to-operations projects, graduate students gaining experiential learning (many of whom later go on to work at NWS with elevated skills), and real-time weather observations from NYS’s Mesonet stations, which substantially augment NWS’s 27 Automated Surface Observing System (ASOS) stations. </span>"},{"type":"p","content":"<span class=\"blue-font\"><b>Emerging Technology and Entrepreneurship Complex (ETEC) – </b>In 2020-21, construction will be completed on the $184 million Emerging Technology and Entrepreneurship Complex (ETEC). This 244,000 square foot, state of the art, R&D facility will serve as the new home for the University’s Weather Enterprise including the Department of Atmospheric and Environmental Sciences, the Department of Environmental and Sustainable Engineering, the Atmospheric Sciences Research Center, the NYS Mesonet Operations Center, the NYS Center of Excellence in Atmospheric and Environmental Prediction and Innovation, the xCITE Visualization Laboratory, the Calibration Laboratory, the Small Business Development Center, technology transfer, economic and community development office, the National Weather Service, and industry partners in dedicated ETEC co-location space.</span>"}]